[Demo_Shinobu_End_normal GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=504,Y=-8800,Z=1253),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=507,Y=-8990,Z=1118),VecSub=(X=90,Y=0,Z=0),CId=69)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="ヤナギダ　マフユ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.57_YANAGIDA_MAFUYU',Vec=(X=504,Y=-8580,Z=1118),VecSub=(X=-90,Y=0,Z=0),CId=57)
DemoScripts[5]=(Actor=CHARACTER,Command=POP,Name="ミカサ　ルリコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.36_MIKASA_RURIKO',Vec=(X=554,Y=-8580,Z=1118),VecSub=(X=-98,Y=0,Z=0),CId=36)
DemoScripts[6]=(Actor=CHARACTER,Command=POP,Name="シシド　カンコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.20_SHISHIDO_KANKO',Vec=(X=454,Y=-8580,Z=1118),VecSub=(X=-82,Y=0,Z=0),CId=20)
DemoScripts[7]=(Actor=CHARACTER,Command=POP,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',Vec=(X=410,Y=-9100,Z=-300),VecSub=(X=69,Y=0,Z=0),CId=21)
DemoScripts[8]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=668,Y=-8935,Z=-300),VecSub=(X=180,Y=0,Z=0),CId=71)
DemoScripts[9]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=668,Y=-8855,Z=-300),VecSub=(X=240,Y=0,Z=0),CId=70)
DemoScripts[10]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[11]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0600_lp_Depressed",Rate=0,Number=3,Bit=5)
DemoScripts[12]=(Actor=CHARACTER,Command=ACTION,Name="ヤナギダ　マフユ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.57_YANAGIDA_MAFUYU',motionName[0]="de_CE_0000_lp_open_normal",motionName[1]="zk_CM_0000_fx_close_normal",motionName[2]="zk_DM_0100_lp_StandE",Rate=1,Number=3,Bit=5)
DemoScripts[13]=(Actor=CHARACTER,Command=ACTION,Name="ミカサ　ルリコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.36_MIKASA_RURIKO',motionName[0]="se1_CE_0001_lp_open_angry",motionName[1]="zk_CM_0001_fx_close_down",motionName[2]="zk_DM_0100_lp_StandE",Rate=1,Number=3,Bit=5)
DemoScripts[14]=(Actor=CHARACTER,Command=ACTION,Name="シシド　カンコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.20_SHISHIDO_KANKO',motionName[0]="de_CE_0001_lp_open_angry",motionName[1]="zk_CM_0001_fx_close_down",motionName[2]="zk_DM_0100_lp_StandB",Rate=1,Number=3,Bit=5)
DemoScripts[15]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[0]="pt_CE_0100_lp_close_normal",motionName[1]="pt_CM_0000_fx_close_normal",motionName[2]="pt_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[16]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0300_lp_Furry",Rate=0,Number=3,Bit=5)
DemoScripts[17]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0102_fx_close_tightly",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0200_lp_Angry",Rate=0,Number=3,Bit=4)
DemoScripts[18]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_End_Sisters.GG2_BGM_DM_End_Sisters_Cue')
DemoScripts[19]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Park_2.GG2_AMB_Park_2_LP_Cue')
DemoScripts[20]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[21]=(Actor=FADE,Command=WAIT)
DemoScripts[22]=(Actor=WINDOW,Command=SET)
DemoScripts[23]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_normal.GG2_V_Shinobu_End_normal_001_Cue',Name="カミゾノ　シノブ")
DemoScripts[24]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[25]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[26]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[27]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0601_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[28]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[29]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_normal.GG2_V_Shinobu_End_normal_003_Cue',Name="カミゾノ　シノブ")
DemoScripts[30]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[31]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[32]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[33]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[34]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[35]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[36]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_normal.GG2_V_Shinobu_End_normal_006_Cue',Name="カミゾノ　シノブ")
DemoScripts[37]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[38]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[39]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Wonder_Cue')
DemoScripts[40]=(Actor=EMOTION,Command=SET,Name="カミゾノ　シノブ",Number=3,CId=69)
DemoScripts[41]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[42]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[43]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_normal.GG2_V_Shinobu_End_normal_007_Cue',Name="カミゾノ　シノブ")
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[45]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[46]=(Actor=WINDOW,Command=EXIT)
DemoScripts[47]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-70,Y=-5,Z=0),SecTime=0.5)
DemoScripts[48]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[49]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-70,Y=-5,Z=0),SecTime=)
DemoScripts[50]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[51]=(Actor=WINDOW,Command=SET)
DemoScripts[52]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[53]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=0.5)
DemoScripts[54]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[55]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[56]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[57]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[58]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[59]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[60]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0.8,Number=)
DemoScripts[61]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_normal.GG2_V_Shinobu_End_normal_011_Cue',Name="カミゾノ　シノブ")
DemoScripts[62]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[63]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[64]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_normal.GG2_V_Shinobu_End_normal_012_Cue',Name="エコロ")
DemoScripts[65]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[66]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[67]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_normal.GG2_V_Shinobu_End_normal_013_Cue',Name="ミカサ　ルリコ")
DemoScripts[68]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[69]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[70]=(Actor=WINDOW,Command=EXIT)
DemoScripts[71]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[72]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=90,Y=-5,Z=0),SecTime=1)
DemoScripts[73]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[74]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=90,Y=-5,Z=0),SecTime=)
DemoScripts[75]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Others.GG2_BGM_DM_Usual_Others_Cue')
DemoScripts[76]=(Actor=WINDOW,Command=SET)
DemoScripts[77]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[78]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_normal.GG2_V_Shinobu_End_normal_015_Cue',Name="カミゾノ　シノブ")
DemoScripts[79]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[80]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[81]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_normal.GG2_V_Shinobu_End_normal_016_Cue',Name="ミカサ　ルリコ")
DemoScripts[82]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[83]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[84]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_normal.GG2_V_Shinobu_End_normal_017_Cue',Name="シシド　カンコ")
DemoScripts[85]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[86]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[87]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_normal.GG2_V_Shinobu_End_normal_018_Cue',Name="ヤナギダ　マフユ")
DemoScripts[88]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[89]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[90]=(Actor=WINDOW,Command=EXIT)
DemoScripts[91]=(Actor=SYSTEM,Command=TAG,Label=DEBUG)
DemoScripts[92]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[93]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[94]=(Actor=FADE,Command=WAIT)
DemoScripts[95]=(Actor=CHARACTER,Command=SET,Name="ヤナギダ　マフユ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.57_YANAGIDA_MAFUYU',SetType=POS,Vec=(X=504,Y=-8695,Z=1118),CId=57)
DemoScripts[96]=(Actor=CHARACTER,Command=SET,Name="ミカサ　ルリコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.36_MIKASA_RURIKO',SetType=POS,Vec=(X=544,Y=-8655,Z=1118),CId=36)
DemoScripts[97]=(Actor=CHARACTER,Command=SET,Name="シシド　カンコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.20_SHISHIDO_KANKO',SetType=POS,Vec=(X=464,Y=-8655,Z=1118),CId=20)
DemoScripts[98]=(Actor=CHARACTER,Command=SET,Name="ミカサ　ルリコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.36_MIKASA_RURIKO',SetType=ROT,Vec=(X=-105,Y=0,Z=0),CId=36)
DemoScripts[99]=(Actor=CHARACTER,Command=SET,Name="シシド　カンコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.20_SHISHIDO_KANKO',SetType=ROT,Vec=(X=-75,Y=0,Z=0),CId=20)
DemoScripts[100]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[101]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0100_fx_open_S",Rate=0,Number=1,Bit=0)
DemoScripts[102]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=2,Bit=4)
DemoScripts[103]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0,Number=)
DemoScripts[104]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[105]=(Actor=FADE,Command=WAIT)
DemoScripts[106]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Hug_Cue')
DemoScripts[107]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_2,SecTime=)
DemoScripts[108]=(Actor=WINDOW,Command=SET)
DemoScripts[109]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[110]=(Actor=WINDOW,Command=EXIT)
DemoScripts[111]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=90,Y=45,Z=0),SecTime=0.3)
DemoScripts[112]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[113]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=90,Y=45,Z=0),SecTime=)
DemoScripts[114]=(Actor=CHARACTER,Command=SET,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',SetType=POS,Vec=(X=410,Y=-9100,Z=1118),CId=21)
DemoScripts[115]=(Actor=WINDOW,Command=SET)
DemoScripts[116]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[117]=(Actor=WINDOW,Command=EXIT)
DemoScripts[118]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[119]=(Actor=FADE,Command=WAIT)
DemoScripts[120]=(Actor=CHARACTER,Command=EXIT,Name="ヤナギダ　マフユ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.57_YANAGIDA_MAFUYU',CId=57)
DemoScripts[121]=(Actor=CHARACTER,Command=EXIT,Name="ミカサ　ルリコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.36_MIKASA_RURIKO',CId=36)
DemoScripts[122]=(Actor=CHARACTER,Command=EXIT,Name="シシド　カンコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.20_SHISHIDO_KANKO',CId=20)
DemoScripts[123]=(Actor=CAMERA,Command=SET,SetType=POS_AND_ROT,Vec=(X=635,Y=-8851,Z=1253),VecSub=(X=-125,Y=-5,Z=))
DemoScripts[124]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[125]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[126]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=582,Y=-8814,Z=1253),SecTime=7)
DemoScripts[127]=(Actor=WINDOW,Command=SET)
DemoScripts[128]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_normal.GG2_V_Shinobu_End_normal_021_Cue',Name="アマツカ　パタコ")
DemoScripts[129]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[130]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[131]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_normal.GG2_V_Shinobu_End_normal_022_Cue',Name="アマツカ　パタコ")
DemoScripts[132]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[133]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[134]=(Actor=CAMERA,Command=SET,SetType=POS_AND_ROT,Vec=(X=478,Y=-8935,Z=1253),VecSub=(X=-113,Y=-5,Z=))
DemoScripts[135]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[0]="pt_CE_0001_lp_open_angry",motionName[1]="pt_CM_0002_fx_close_smile_S",motionName[2]="pt_DM_0102_fx_Stand2Expound",Rate=0,Number=3,Bit=1)
DemoScripts[136]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[2]="pt_DM_0200_lp_Expound",Number=8)
DemoScripts[137]=(Actor=CHARACTER,Command=SET,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=POS,Vec=(X=668,Y=-8935,Z=1118),CId=71)
DemoScripts[138]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=POS,Vec=(X=507,Y=-9100,Z=1118),CId=69)
DemoScripts[139]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=140,Y=0,Z=0),CId=69)
DemoScripts[140]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[141]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[142]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_normal.GG2_V_Shinobu_End_normal_023_Cue',Name="アマツカ　パタコ")
DemoScripts[143]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[144]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[145]=(Actor=CHARACTER,Command=MOVE,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',SetType=ROT,Vec=(X=40,Y=0,Z=0),SecTime=0.3,CId=21)
DemoScripts[146]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[0]="pt_CE_0000_lp_open_normal",motionName[1]="pt_CM_0002_fx_close_smile_S",motionName[2]="pt_DM_0201_fx_Expound2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[147]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[2]="pt_DM_0100_lp_Stand",Number=8)
DemoScripts[148]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-96,Y=-5,Z=0),SecTime=0.3)
DemoScripts[149]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[150]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-96,Y=-5,Z=0),SecTime=)
DemoScripts[151]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_normal.GG2_V_Shinobu_End_normal_024_Cue',Name="カミゾノ　シノブ")
DemoScripts[152]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[153]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[154]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_normal.GG2_V_Shinobu_End_normal_025_Cue',Name="アマツカ　パタコ")
DemoScripts[155]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[156]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[157]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_normal.GG2_V_Shinobu_End_normal_026_Cue',Name="カミゾノ　シノブ")
DemoScripts[158]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[159]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[160]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[0]="pt_CE_0202_lp_half_perplex",motionName[1]="pt_CM_0000_fx_close_normal",motionName[2]="pt_DM_0103_fx_Stand2Inarticulately",Rate=0,Number=3,Bit=1)
DemoScripts[161]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[2]="pt_DM_0300_lp_Inarticulately",Number=8)
DemoScripts[162]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_normal.GG2_V_Shinobu_End_normal_027_Cue',Name="アマツカ　パタコ")
DemoScripts[163]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[164]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[165]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[0]="pt_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[166]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_normal.GG2_V_Shinobu_End_normal_028_Cue',Name="アマツカ　パタコ")
DemoScripts[167]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[168]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[169]=(Actor=WINDOW,Command=EXIT)
DemoScripts[170]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[171]=(Actor=FADE,Command=WAIT)
DemoScripts[172]=(Actor=CHARACTER,Command=SET,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',SetType=POS,Vec=(X=470,Y=-9022,Z=1118),CId=21)
DemoScripts[173]=(Actor=CHARACTER,Command=SET,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',SetType=ROT,Vec=(X=85,Y=0,Z=0),CId=21)
DemoScripts[174]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[0]="pt_CE_0103_fx_close_perplex",motionName[1]="pt_CM_0003_fx_close_smile_L",motionName[2]="pt_DM_0100_lp_Stand",Rate=0,Number=3,Bit=4)
DemoScripts[175]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=100,Y=0,Z=0),CId=69)
DemoScripts[176]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[177]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0100_fx_open_S",Rate=0,Number=1,Bit=0)
DemoScripts[178]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[179]=(Actor=FADE,Command=WAIT)
DemoScripts[180]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Hug_Cue')
DemoScripts[181]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_1,SecTime=)
DemoScripts[182]=(Actor=WINDOW,Command=SET)
DemoScripts[183]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_normal.GG2_V_Shinobu_End_normal_029_Cue',Name="アマツカ　パタコ")
DemoScripts[184]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[185]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[186]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_normal.GG2_V_Shinobu_End_normal_030_Cue',Name="エコロ")
DemoScripts[187]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[188]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[189]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[0]="pt_CE_0102_fx_close_tightly",Rate=0,Number=0,Bit=0)
DemoScripts[190]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[1]="pt_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[191]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_normal.GG2_V_Shinobu_End_normal_031_Cue',Name="アマツカ　パタコ")
DemoScripts[192]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[193]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[194]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_normal.GG2_V_Shinobu_End_normal_032_Cue',Name="エコロ")
DemoScripts[195]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[196]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[197]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[0]="pt_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[198]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[1]="pt_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[199]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[200]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=0,Y=-5,Z=0),SecTime=0.5)
DemoScripts[201]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[202]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=0,Y=-5,Z=0),SecTime=)
DemoScripts[203]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[204]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_normal.GG2_V_Shinobu_End_normal_035_Cue',Name="エコロ")
DemoScripts[205]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[206]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[207]=(Actor=WINDOW,Command=EXIT)
DemoScripts[208]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[209]=(Actor=FADE,Command=WAIT)
DemoScripts[210]=(Actor=CHARACTER,Command=EXIT,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',CId=21)
DemoScripts[211]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=POS,Vec=(X=668,Y=-8855,Z=1118),CId=70)
DemoScripts[212]=(Actor=CHARACTER,Command=SET,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=ROT,Vec=(X=150,Y=0,Z=0),CId=71)
DemoScripts[213]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[214]=(Actor=FADE,Command=WAIT)
DemoScripts[215]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",motionName[1]="ek_CM_0100_fx_open_S",motionName[2]="ek_DM_0106_fx_Stand2Surprise",Rate=0,Number=3,Bit=1)
DemoScripts[216]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0600_lp_Surprise",Number=8)
DemoScripts[217]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=8,Y=-5,Z=0),SecTime=0.3)
DemoScripts[218]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[219]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=8,Y=-5,Z=0),SecTime=)
DemoScripts[220]=(Actor=WINDOW,Command=SET)
DemoScripts[221]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_normal.GG2_V_Shinobu_End_normal_036_Cue',Name="カミゾノ　マヤ")
DemoScripts[222]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[223]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[224]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[225]=(Actor=WINDOW,Command=EXIT)
DemoScripts[226]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[227]=(Actor=FADE,Command=WAIT)
DemoScripts[228]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=POS,Vec=(X=568,Y=-8915,Z=1118),CId=70)
DemoScripts[229]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=ROT,Vec=(X=190,Y=0,Z=),CId=70)
DemoScripts[230]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0101_fx_close_smile",motionName[1]="my_CM_0002_fx_close_smile_S",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=4)
DemoScripts[231]=(Actor=CHARACTER,Command=SET,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=ROT,Vec=(X=175,Y=0,Z=0),CId=71)
DemoScripts[232]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=90,Y=0,Z=0),CId=69)
DemoScripts[233]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[234]=(Actor=FADE,Command=WAIT)
DemoScripts[235]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Hug_Cue')
DemoScripts[236]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_1,SecTime=)
DemoScripts[237]=(Actor=WINDOW,Command=SET)
DemoScripts[238]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_normal.GG2_V_Shinobu_End_normal_038_Cue',Name="カミゾノ　マヤ")
DemoScripts[239]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[240]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[241]=(Actor=CAMERA,Command=SET,SetType=POS_AND_ROT,Vec=(X=504,Y=-8910,Z=1263),VecSub=(X=-90,Y=-5,Z=))
DemoScripts[242]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=504,Y=-8920,Z=1263),SecTime=1)
DemoScripts[243]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_normal.GG2_V_Shinobu_End_normal_039_Cue',Name="カミゾノ　シノブ")
DemoScripts[244]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[245]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[246]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=504,Y=-8920,Z=1563),SecTime=0.3)
DemoScripts[247]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=45,Z=0),SecTime=0.3)
DemoScripts[248]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[249]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=504,Y=-8920,Z=1563),SecTime=)
DemoScripts[250]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=45,Z=0),SecTime=)
DemoScripts[251]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_normal.GG2_V_Shinobu_End_normal_040_Cue',Name="カミゾノ　シノブ")
DemoScripts[252]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[253]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[254]=(Actor=WINDOW,Command=EXIT)
DemoScripts[255]=(Actor=FADE,Command=SET,SecTime=2,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[256]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[257]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[258]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[259]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[260]=(Actor=SYSTEM,Command=END)

[Select_Shinobu_End_normal GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Shinobu_End_normal GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="忍",Text="嗚嗚....../n峯大......選我......真的可以嗎?")

Texts[1]=(Label="TEXT02",Name="峯大",Text="我說過了吧./n不是小忍的話不行啊.")

Texts[2]=(Label="TEXT03",Name="忍",Text="峯大......")

Texts[3]=(Label="TEXT04",Name="峯大",Text="我們兩個人一起去尋找吧.")

Texts[4]=(Label="TEXT05",Name="峯大",Text="我覺得只要兩個人一起,應該能夠找到./n無論是小真夜還是我們,/n三個人都能幸福的最佳道路......")

Texts[5]=(Label="TEXT06",Name="忍",Text="......是啊....../n說不定是這樣呢.")

Texts[6]=(Label="TEXT07",Name="忍",Text="咦?/n這麼說來,真夜呢......?")

Texts[7]=(Label="TEXT08",Name="峯大",Text="小真夜......她是不是顧慮我們/n所以先回去了啊?")

Texts[8]=(Label="TEXT09",Name="峯大",Text="......我們也回去吧.")

Texts[9]=(Label="TEXT10",Name="峯大",Text="那個......兩個人一起.")

Texts[10]=(Label="TEXT11",Name="忍",Text="嗯!")

Texts[11]=(Label="TEXT12",Name="艾可蘿",Text="真是青春呢.")

Texts[12]=(Label="TEXT13",Name="???",Text="等---一下----!!!",Format[0]=(Size=37,Start=0,End=17))

Texts[13]=(Label="TEXT14",Name="峯大",Text="什,什麼!?")

Texts[14]=(Label="TEXT15",Name="忍",Text="是誰!?")

Texts[15]=(Label="TEXT16",Name="三笠 琉璃子",Text="要和主人一起放學的人/n是我的說--!!")

Texts[16]=(Label="TEXT17",Name="宍戶 甘子",Text="妳,妳在說什麼唄!/n學長要和咱約會!")

Texts[17]=(Label="TEXT18",Name="柳田 真冬",Text="你是......要和我....../n兩個人一起去敲響冥府之門的......命運......")

Texts[18]=(Label="TEXT19",Name="峯大",Text="咦,等等......這是怎樣......?")

Texts[19]=(Label="TEXT20",Name="峯大",Text="嗚哇----!!!",Format[0]=(Size=37,Start=0,End=9))

Texts[20]=(Label="TEXT21",Name="帕塔可",Text="哎呀呀......")

Texts[21]=(Label="TEXT22",Name="帕塔可",Text="看來想要圓滿解決的話/n愛的力量還稍~微/n有點不夠的樣子呢.")

Texts[22]=(Label="TEXT23",Name="帕塔可",Text="如果不能做到讓親愛的女朋友/nDouble Peace昇天的程度,/n就還稱不上是完美.")

Texts[23]=(Label="TEXT24",Name="忍",Text="我一點都聽不懂妳在說什麼....../n話說,妳是誰?")

Texts[24]=(Label="TEXT25",Name="帕塔可",Text="現在的我,只是普通的高中一年級生./n我的名字是\"天使 帕塔可\".")

Texts[25]=(Label="TEXT26",Name="忍",Text="妳沒受到影響嗎?")

Texts[26]=(Label="TEXT27",Name="帕塔可",Text="啊--這個......其實....../n以我現在的狀態來說......")

Texts[27]=(Label="TEXT28",Name="帕塔可",Text="稍微拿出了幹勁,/n好不容易纔撐到現在呢....../n但已經不行了......沒辦法......到極限了......")

Texts[28]=(Label="TEXT29",Name="帕塔可",Text="學長~!/n我愛你~!!/n和帕塔可兩個人一起玩生存遊戲吧~!")

Texts[29]=(Label="TEXT30",Name="艾可蘿",Text="哇--!!!/n帕塔可學姊,連妳也這樣~!?")

Texts[30]=(Label="TEXT31",Name="帕塔可",Text="艾可蘿太狡猾了~!/n我也想要和峯大學長/n卿卿我我~!")

Texts[31]=(Label="TEXT32",Name="艾可蘿",Text="我才沒有卿卿我我!")

Texts[32]=(Label="TEXT33",Name="峯大",Text="可惡--!/n我想和小忍一起/n在放學後約會啊--!")

Texts[33]=(Label="TEXT34",Name="峯大",Text="要走囉,艾可蘿!")

Texts[34]=(Label="TEXT35",Name="艾可蘿",Text="好的,峯大大人!")

Texts[35]=(Label="TEXT36",Name="真夜",Text="不行....../n峯哥是,我的......")

Texts[36]=(Label="TEXT37",Name="峯大",Text="怎麼這樣!/n連真夜也是!?")

Texts[37]=(Label="TEXT38",Name="真夜",Text="我改變,心意了....../n我果然還是,最喜歡峯哥了./n絕不會,交給小忍!!")

Texts[38]=(Label="TEXT39",Name="忍",Text="這......這......這......")

Texts[39]=(Label="TEXT40",Name="忍",Text="這是怎樣啦---!!!",Format[0]=(Size=37,Start=0,End=12))

Texts[40]=(Label="",Name="",Text="")

Texts[41]=(Label="SELECT01",Name="",Text="")

Texts[42]=(Label="SELECT02",Name="",Text="")

Texts[43]=(Label="SELECT03",Name="",Text="")

Texts[44]=(Label="SELECT04",Name="",Text="")

Texts[45]=(Label="SELECT05",Name="",Text="")

Texts[46]=(Label="SELECT06",Name="",Text="")

Texts[47]=(Label="SELECT07",Name="",Text="")

Texts[48]=(Label="SELECT08",Name="",Text="")

Texts[49]=(Label="SELECT09",Name="",Text="")

Texts[50]=(Label="SELECT10",Name="",Text="")


